{"format": "keras", "nodes": [{"name": "model_1_input", "id": "model_1_input", "class_name": "InputLayer", "output_shape": [null, 224, 224, 3], "num_parameters": 0}, {"name": "model_1", "id": "model_1", "class_name": "Model", "output_shape": [null, 2048], "num_parameters": 23587712}, {"name": "dense_3", "id": "dense_3", "class_name": "Dense", "output_shape": [null, 25], "num_parameters": 51225}], "edges": [["model_1_input", "model_1"], ["model_1", "dense_3"]]}